Repository: dyaremyshyn/BeautyStudioManager
Catalog: StudioManager/StudioManager/Localization/Localizable.xcstrings
Source language: en
Languages: pt_pt

source: Add Expense
pt_pt: Adicionar Despesa

source: Add Services
pt_pt: Adicionar Serviços

# appearanceTitle
source: Appearance
pt_pt: Aparência

source: Appointment added successfully!
pt_pt: Marcação adicionada com sucesso!

# appointmentAtHome
source: At Home
pt_pt: Ao Domicílio

source: Appointment Date
pt_pt: Data da marcação

# appointmentDetails
source: Appointment Detials
pt_pt: Detalhes da Marcação

# appointmentEmptyDescription
source: There are no services entered! Add a service to start entering appointments.
pt_pt: Não há nenhum serviço introduzido! Adicione um serviço para começar a introduzir as marcações.

# appointmentInResidence
source: Go home?
pt_pt: Ir ao domicílio?

# appointmentPrice
source: Price
pt_pt: Preço

# appointmentsAddedToCalendar
source: All appointments have been added to the calendar successfully.
pt_pt: Todas as marcações foram adicionadas ao calendário com sucesso.

source: Appointment Type
pt_pt: Tipo de Marcação

# balanceTitle
source: Balance
pt_pt: Balanço

# calendarAppointmentPrice
source: Appointment price:
pt_pt: Preço da marcação:

# calendarInResidence
source: Appointment in residence
pt_pt: Marcação ao domicílio

source: Call
pt_pt: Ligar

source: Cancel
pt_pt: Cancelar

source: Client Details
pt_pt: Detalhes da Cliente

source: Client Name
pt_pt: Nome da Cliente

source: Client Phone Number
pt_pt: Telemóvel da Cliente

# currencyTitle
source: Currency
pt_pt: Moeda

source: Date
pt_pt: Data

source: Delete
pt_pt: Apagar

# editAppointmentTitle
source: Edit Appointment
pt_pt: Editar Marcação

# editServiceTitle
source: Edit Service
pt_pt: Editar Serviço

# emptyAppointmentsDescription
source: No appointments
pt_pt: Sem marcações

source: Empty client name
pt_pt: Nome da cliente vazio

# emptyExpenseList
source: Your expense list is currently empty. Start tracking your spending by adding your first expense!
pt_pt: A sua lista de despesas está vazia. Comece a acompanhar seus gastos adicionando sua primeira despesa!

source: Empty name
pt_pt: Nome vazio

source: Empty price
pt_pt: Preço vazio

source: Empty price per Km
pt_pt: Preço por Km vazio

# emptyServicesDescription
source: Empty services list
pt_pt: Lista de serviços vazia

source: Empty total distance
pt_pt: Distancia total vazia

# errorAddingAppointmentToCalendar
source: Error occurred while adding appointment to calendar
pt_pt: Erro ao adicionar marcação ao calendário

# errorDeletingAppointment
source: Error occurred while deleting appoitment
pt_pt: Ocorreu um erro ao eliminar uma marcação

# errorDeletingExpense
source: Error occurred while deleting expense
pt_pt: Ocorreu um erro ao eliminar uma despesa

# errorTitle
source: Error
pt_pt: Erro

source: Expense added successfully!
pt_pt: Despesa adicionada com sucesso!

source: Expense Details
pt_pt: Detalhes da Despesa

# expenseName
source: Name
pt_pt: Nome da Despesa

# expensePrice
source: Price
pt_pt: Preço

# expensesTitle
source: Expenses
pt_pt: Despesas

# expenseTitle
source: Expense
pt_pt: Despesa

# eyebrowsService
source: Eyebrows
pt_pt: Sobrancelhas

# filterAll
source: All
pt_pt: Todas

# filterMonth
source: Month
pt_pt: Mês

# filterToday
source: Today
pt_pt: Hoje

# filterWeek
source: Week
pt_pt: Semana

# filterYear
source: Year
pt_pt: Ano

# getStartedTitle
source: Get Started
pt_pt: Começar

# hairstylesService
source: Hairstyle
pt_pt: Penteado

# incomeTitle
source: Income
pt_pt: Receitas

# invalidDate
source: Invalid Selected Date
pt_pt: Data Seleccionada Inválida

source: Invalid Duration
pt_pt: Duração Inválida

# makeupService
source: Makeup
pt_pt: Maquilhagem

# nailsService
source: Nails
pt_pt: Unhas

# newAppointmentTitle
source: New Appointment
pt_pt: Nova Marcação

# newServiceTitle
source: New Service
pt_pt: Novo Serviço

source: No appointments to add to calendar.
pt_pt: Sem marcações para adicionar ao calendário

# noDataDescription
source: No data to present
pt_pt: Sem dados para apresentar

# notificationDailyReminder
source: Daily Reminder
pt_pt: Lembrete Diário

# notificationDailyReminderBody
source: Don’t forget to add the new appointments.
pt_pt: Não se esqueça de adicionar as novas marcações.

# onboardingAddServiceDescription
source: Tap this button to add a new service.
pt_pt: Clique neste botão para adicionar um novo serviço.

# onboardingAgendaCalendar
source: Clicking this button will add all appointments to your calendar.
pt_pt: Clicando neste botão irá adicionar todas as marcações ao seu calendário.

# onboardingAgendaDescription
source: View and edit your appointments effortlessly by day, week, month, or all at once. You can also set calendar alerts directly from this screen to stay updated.
pt_pt: Veja e edite facilmente as suas marcações por dia, semana, mês ou todas em conjunto. Nesta vista, também pode adicionar alertas ao calendário para estar sempre atualizado.

# onboardingBalanceDescription
source: View your income, expenses, and overall balance by day, week, month, or year. Check out insightful charts detailing your provided services. Additionally, easily manage your expenses by viewing existing entries or adding new ones.
pt_pt: Veja o seu rendimento, despesas e balanço geral por dia, semana, mês ou ano. Consulte gráficos detalhados dos serviços que prestou. Além disso, pode facilmente gerir as suas despesas, consultando as entradas existentes ou adicionando novas despesas.

# onboardingNewAppointmentDescription
source: Easily create a new appointment by entering your client’s name, selecting the desired service and date, and indicating if a home visit is required.
pt_pt: Adicione facilmente uma nova marcação preenchendo o nome da cliente, selecionando o serviço pretendido e a data, e indicando se é necessária a deslocação ao domicílio.

# onboardingServicesDescription
source: Manage the services your studio offers by adding, editing, or removing them. These services will be available for selection when creating new appointments.
pt_pt: Gira os serviços que o seu estúdio fornece, adicionando, editando ou eliminando-os. Estes serviços estarão disponíveis para seleção ao criar novas marcações.

source: Price per Km
pt_pt: Preço por Km

source: Save
pt_pt: Guardar

source: Service added successfully!
pt_pt: Serviço adicionado com sucesso!

# serviceColor
source: Set the service color
pt_pt: Defina a cor do serviço

# serviceDeleteErrorMessage
source: Error deleting service
pt_pt: Erro ao apagar serviço

source: Service Details
pt_pt: Detalhes do Serviço

# serviceDuration
source: Duration
pt_pt: Duração

# serviceName
source: Name
pt_pt: Nome do Serviço

# servicePrice
source: Price
pt_pt: Preço

# servicesTitle
source: Services
pt_pt: Serviços

# settingsTitle
source: Settings
pt_pt: Configurações

# skincareService
source: Skincare
pt_pt: Limpeza de pele

# successTitle
source: Success
pt_pt: Sucesso

# suggestionsSubtitle
source: Suggestions
pt_pt: Sugestões

# totalDistance
source: Total distance in Kms
pt_pt: Distancia total em Kms

source: View Expenses
pt_pt: Ver Despesas
